# Navbar
navbar.home=Home
navbar.products=Produtos
navbar.about=Sobre N\u00f3s
navbar.contact=Contato

# Hero Section (index.html)
hero.title=Arte que toca a alma.
hero.subtitle=Produtos personalizados feitos com carinho para eternizar seus momentos.
hero.button=Ver Produtos

# Footer
footer.description=Produtos personalizados criados com carinho e aten\u00e7\u00e3o aos detalhes.
footer.navigation.title=Navega\u00e7\u00e3o
footer.products.title=Produtos
footer.contact.title=Contato
footer.copyright=\u00a9 2025 Tatiart. Todos os direitos reservados.

# Nova P\u00e1gina Inicial (index.html)
index.hero.title=Produtos personalizados com estilo e significado
index.hero.subtitle=Transformamos momentos especiais em lembran\u00e7as tang\u00edveis atrav\u00e9s de cria\u00e7\u00f5es artesanais \u00fanicas.
index.hero.button=Conhe\u00e7a Nossos Produtos
index.categories.title=Conhe\u00e7a Nossas Categorias
index.about.title=Nossa Ess\u00eancia Artesanal
index.about.p1=Na Tatiart, acreditamos que cada presente deve contar uma hist\u00f3ria. Nossa paix\u00e3o est\u00e1 em transformar momentos e emo\u00e7\u00f5es em produtos \u00fanicos, feitos com cuidado e aten\u00e7\u00e3o aos detalhes.
index.about.p2=A marca nasceu em 2020, durante a pandemia, pelas m\u00e3os de Tatiane \u2014 m\u00e3e, esposa e ex-CLT que buscava estar mais pr\u00f3xima da fam\u00edlia e reencontrar prop\u00f3sito em meio \u00e0s incertezas daquele per\u00edodo. O que come\u00e7ou como um passatempo para confortar pessoas queridas logo se tornou a Tatiart, uma microempresa no Cap\u00e3o Redondo, zona sul de S\u00e3o Paulo, onde Tatiane cuida de todo o processo, do ateli\u00ea em sua pr\u00f3pria casa.
index.about.p3=Nosso prop\u00f3sito \u00e9 criar produtos que s\u00e3o a sua cara: totalmente personalizados para emocionar, surpreender e eternizar momentos especiais. Na Tatiart, cada detalhe pode ser escolhido por voc\u00ea \u2014 Seja uma mensagem especial, uma combina\u00e7\u00e3o de cores, nomes, datas ou desenhos exclusivos \u2014 garantindo que cada presente seja \u00fanico e reflitam exatamente o que voc\u00ea deseja transmitir.
index.testimonials.title=O Que Nossos Clientes Dizem
index.testimonials.subtitle=A satisfa\u00e7\u00e3o dos nossos clientes \u00e9 nossa maior recompensa. Confira algumas das avalia\u00e7\u00f5es de quem j\u00e1 confiou em nossos produtos personalizados.
index.testimonial1.author=Maria Silva
index.testimonial1.product=Caneca Personalizada
index.testimonial1.text=A caneca personalizada que comprei foi perfeita como presente! O acabamento \u00e9 excelente e a entrega foi r\u00e1pida. Com certeza comprarei novamente.
index.testimonial2.author=Carlos Oliveira
index.testimonial2.product=Necessaire Bordada
index.testimonial2.text=Encomendei uma necessaire com o nome da minha esposa bordado e ela amou! O material \u00e9 de \u00f3tima qualidade e o bordado ficou impec\u00e1vel.
index.testimonial3.author=Ana Souza
index.testimonial3.product=Mochila Personalizada
index.testimonial3.text=Comprei uma mochila personalizada para minha filha e superou minhas expectativas. O material \u00e9 resistente e as cores ficaram vibrantes mesmo ap\u00f3s v\u00e1rias lavagens.
index.testimonial4.author=Pedro Santos
index.testimonial4.product=Kit Linha Baby
index.testimonial4.text=O kit baby que comprei para o nascimento do meu sobrinho foi um sucesso! Todos elogiaram a qualidade e o carinho nos detalhes personalizados.
index.instagram.title=Acompanhe a Tatiart no Instagram \u2728
index.instagram.subtitle=Veja nossos bastidores, lan\u00e7amentos e inspira\u00e7\u00f5es artesanais.
index.instagram.button=Ver no Instagram
index.cta.title=Pronto para criar algo especial?
index.cta.subtitle=Estamos ansiosos para ajudar a transformar suas ideias em realidade. Entre em contato para iniciar seu projeto personalizado.
index.cta.button=Fale conosco pelo WhatsApp


# T\u00edtulos das P\u00e1ginas
page.title.home=Tatiart - In\u00edcio

# Hero Section - Index
index.hero.title=Produtos personalizados com estilo e significado
index.hero.subtitle=Transformamos momentos especiais em lembran\u00e7as tang\u00edveis atrav\u00e9s de cria\u00e7\u00f5es artesanais \u00fanicas.
index.hero.button=Conhe\u00e7a Nossos Produtos

# Se\u00e7\u00e3o Categorias - Index
index.categories.title=Conhe\u00e7a Nossas Categorias


# Se\u00e7\u00e3o Sobre - Index
index.about.title=Nossa Ess\u00eancia Artesanal
index.about.p1=Na Tatiart, acreditamos que cada presente deve contar uma hist\u00f3ria. Nossa paix\u00e3o est\u00e1 em transformar momentos e emo\u00e7\u00f5es em produtos \u00fanicos, feitos com cuidado e aten\u00e7\u00e3o aos detalhes.
index.about.p2=A marca nasceu em 2020, durante a pandemia, pelas m\u00e3os de Tatiane \u2014 m\u00e3e, esposa e ex-CLT que buscava estar mais pr\u00f3xima da fam\u00edlia e reencontrar prop\u00f3sito em meio \u00e0s incertezas daquele per\u00edodo. O que come\u00e7ou como um passatempo para confortar pessoas queridas logo se tornou a Tatiart, uma microempresa no Cap\u00e3o Redondo, zona sul de S\u00e3o Paulo, onde Tatiane cuida de todo o processo, do ateli\u00ea em sua pr\u00f3pria casa.
index.about.p3=Nosso prop\u00f3sito \u00e9 criar produtos que s\u00e3o a sua cara: totalmente personalizados para emocionar, surpreender e eternizar momentos especiais. Na Tatiart, cada detalhe pode ser escolhido por voc\u00ea \u2014 Seja uma mensagem especial, uma combina\u00e7\u00e3o de cores, nomes, datas ou desenhos exclusivos \u2014 garantindo que cada presente seja \u00fanico e reflitam exatamente o que voc\u00ea deseja transmitir.


# Se\u00e7\u00e3o Depoimentos - Index
index.testimonials.title=O Que Nossos Clientes Dizem
index.testimonials.subtitle=A satisfa\u00e7\u00e3o dos nossos clientes \u00e9 nossa maior recompensa. Confira algumas das avalia\u00e7\u00f5es de quem j\u00e1 confiou em nossos produtos personalizados.
index.testimonial1.author=Maria Silva
index.testimonial1.product=Caneca Personalizada
index.testimonial1.text=A caneca personalizada que comprei foi perfeita como presente! O acabamento \u00e9 excelente e a entrega foi r\u00e1pida. Com certeza comprarei novamente.
index.testimonial2.author=Carlos Oliveira
index.testimonial2.product=Necessaire Bordada
index.testimonial2.text=Encomendei uma necessaire com o nome da minha esposa bordado e ela amou! O material \u00e9 de \u00f3tima qualidade e o bordado ficou impec\u00e1vel.
index.testimonial3.author=Ana Souza
index.testimonial3.product=Mochila Personalizada
index.testimonial3.text=Comprei uma mochila personalizada para minha filha e superou minhas expectativas. O material \u00e9 resistente e as cores ficaram vibrantes mesmo ap\u00f3s v\u00e1rias lavagens.
index.testimonial4.author=Pedro Santos
index.testimonial4.product=Kit Linha Baby
index.testimonial4.text=O kit baby que comprei para o nascimento do meu sobrinho foi um sucesso! Todos elogiaram a qualidade e o carinho nos detalhes personalizados.

# Se\u00e7\u00e3o Instagram - Index
index.instagram.title=Acompanhe a Tatiart no Instagram \u2728
index.instagram.subtitle=Veja nossos bastidores, lan\u00e7amentos e inspira\u00e7\u00f5es artesanais.
index.instagram.button=Ver no Instagram

# Se\u00e7\u00e3o CTA Final - Index
index.cta.title=Pronto para criar algo especial?
index.cta.subtitle=Estamos ansiosos para ajudar a transformar suas ideias em realidade. Entre em contato para iniciar seu projeto personalizado.
index.cta.button=Fale conosco pelo WhatsApp

# T\u00edtulo da P\u00e1gina de Produtos
page.title.products=Tatiart - Produtos

# Banner da P\u00e1gina de Produtos
products.hero.title=Nossos Produtos Personalizados
products.hero.subtitle=Conhe\u00e7a nossa linha exclusiva de produtos personaliz\u00e1veis, feitos com cuidado artesanal e aten\u00e7\u00e3o aos detalhes.
products.hero.button=Ver processo de personaliza\u00e7\u00e3o

# Se\u00e7\u00e3o Processo de Personaliza\u00e7\u00e3o
products.process.title=Processo de Personaliza\u00e7\u00e3o
products.process.subtitle=Conhe\u00e7a o passo a passo para criar seu produto personalizado, desde a escolha at\u00e9 a entrega.
products.process.step1.title=Escolha do Produto
products.process.step1.description=Selecione entre nossa ampla variedade de produtos personaliz\u00e1veis.
products.process.step2.title=Personaliza\u00e7\u00e3o
products.process.step2.description=Defina como deseja personalizar: texto, imagem, cores e outros detalhes.
products.process.step3.title=Aprova\u00e7\u00e3o do Design
products.process.step3.description=Enviamos uma pr\u00e9via do design para sua aprova\u00e7\u00e3o antes da produ\u00e7\u00e3o.
products.process.step4.title=Produ\u00e7\u00e3o Artesanal
products.process.step4.description=Produzimos seu item com cuidado artesanal e aten\u00e7\u00e3o aos detalhes.
products.process.step5.title=Entrega
products.process.step5.description=Embalamos com carinho e enviamos para o endere\u00e7o desejado.

# Se\u00e7\u00e3o Categorias de Produtos
products.categories.title=Categorias de Produtos
products.categories.subtitle=Explore nossa variedade de produtos personaliz\u00e1veis para encontrar o item perfeito para sua necessidade.
products.category.mugs.title=Canecas Personalizadas
products.category.mugs.description=Nossas canecas personalizadas s\u00e3o perfeitas para presentear em ocasi\u00f5es especiais ou para uso di\u00e1rio. Dispon\u00edveis em diversos modelos e materiais, podem ser personalizadas com fotos, frases ou designs exclusivos.
products.category.mugs.button=Ver mais op\u00e7\u00f5es

# Categoria Necessaires
products.category.pouches.title=Necessaires Personalizadas
products.category.pouches.description=Nossas necessaires s\u00e3o pr\u00e1ticas, estilosas e totalmente personaliz\u00e1veis. Dispon\u00edveis em diferentes tamanhos e materiais, s\u00e3o perfeitas para organizar seus itens essenciais ou para presentear algu\u00e9m especial.

# Categoria Mochilas
products.category.backpacks.title=Mochilas e Lancheiras Personalizadas
products.category.backpacks.description=Nossas mochilas e lancheiras infantis são perfeitas para o dia a dia das crianças. Com temas divertidos como unicórnios, dinossauros, animais ou qualquer outro tema que você imaginar, cada peça é feita com materiais resistentes e seguros. As mochilas são ideais para a escola, enquanto as lancheiras mantêm o lanche organizado e fresco.

# Categoria Bolsas
products.category.bags.title=Bolsas Personalizadas
products.category.bags.description=Nossas bolsas personalizadas unem praticidade, eleg\u00e2ncia e exclusividade para acompanhar voc\u00ea em qualquer ocasi\u00e3o. Dispon\u00edveis em diversos modelos, tamanhos e materiais, s\u00e3o ideais para o dia a dia, trabalho, viagens ou para presentear algu\u00e9m especial. Personalize do seu jeito e torne sua bolsa \u00fanica!

# ... (chaves existentes)

# Categoria Estojos
products.category.cases.title=Estojos Personalizados
products.category.cases.description=Nossos estojos personalizados s\u00e3o perfeitos para organizar material escolar ou de escrit\u00f3rio. Com diferentes tamanhos e compartimentos, podem ser personalizados com nomes, personagens favoritos ou designs exclusivos.

# ... (chaves existentes)

# Categoria Linha Baby
products.category.baby.title=Linha Baby
products.category.baby.description=Nossa linha baby traz produtos delicados e seguros para deixar a vida dos pais mais fácil. Com op\u00e7\u00f5es como toalhas personalizadas, farmacinha, carteira pediátrica e muito mais! Cada item pode ser customizado com o nome do bebê ou tema escolhido pelos pais.

# ... (chaves existentes)

# Se\u00e7\u00e3o FAQ - P\u00e1gina de Produtos
products.faq.title=Perguntas Frequentes
products.faq.subtitle=Encontre respostas para as d\u00favidas mais comuns sobre nossos produtos personalizados.
products.faq.q1=Qual o prazo de produ\u00e7\u00e3o dos itens personalizados?
products.faq.a1=O prazo m\u00e9dio \u00e9 de 7 a 10 dias \u00fateis, dependendo da complexidade do produto e da personaliza\u00e7\u00e3o desejada. Para grandes quantidades, o prazo pode ser maior.
products.faq.q2=Posso solicitar amostras antes de fazer um pedido grande?
products.faq.a2=Sim, oferecemos a possibilidade de amostra paga para pedidos corporativos ou grandes eventos. O valor da amostra \u00e9 deduzido do pedido final quando confirmado.
products.faq.q3=Quais m\u00e9todos de personaliza\u00e7\u00e3o voc\u00eas utilizam?
products.faq.a3=Utilizamos diversos m\u00e9todos, conforme o material e o produto: impress\u00e3o digital, sublima\u00e7\u00e3o, bordado, transfer e serigrafia.
products.faq.q4=Qual a quantidade m\u00ednima para pedidos?
products.faq.a4=Aceitamos pedidos a partir de 1 unidade para qualquer cliente!
products.faq.q5=Como funciona o envio dos produtos?
products.faq.a5=Trabalhamos com envios para todo Brasil atrav\u00e9s de Correios e transportadoras. O prazo e valor do frete ser\u00e3o calculados no momento da compra, com base no seu CEP e peso do pedido.
products.faq.q6=Posso acompanhar a produ\u00e7\u00e3o do meu pedido?
products.faq.a6=Sim, mantemos nossos clientes informados sobre cada etapa do processo de produ\u00e7\u00e3o. Voc\u00ea receber\u00e1 atualiza\u00e7\u00f5es por whatsapp ou email e poder\u00e1 entrar em contato conosco para mais informa\u00e7\u00f5es a qualquer momento.

# Prefixo do T\u00edtulo da P\u00e1gina
page.title.prefix=Tatiart -

# ... (chaves existentes)

# Categoria Hero
category.hero.organize=que Organizam
category.hero.withStyle=Sua Vida com Estilo
category.hero.whatsappBtn=Falar no WhatsApp
category.hero.deliveryInfo=\u2728 <strong>Entrega em 3-7 dias \u2022 Qualidade premium</strong> \u2728

# ... (chaves existentes)

# Categoria - Se\u00e7\u00e3o Galeria
category.gallery.badge=\u2728 Nossos Trabalhos
category.gallery.title.prefix=Cada
category.gallery.title.suffix=Conta Sua Hist\u00f3ria
category.gallery.subtitle.prefix=Veja como transformamos ideias simples em
category.gallery.subtitle.suffix=que <strong>organizam com amor</strong>. Cada detalhe \u00e9 pensado para facilitar sua rotina e expressar quem voc\u00ea \u00e9.
category.gallery.noproducts=Nenhum produto encontrado nesta categoria ainda. Volte em breve!

# ... (chaves existentes)

# Categoria - Se\u00e7\u00e3o "Por que escolher"
category.why.badge=\ud83d\udc8e Por que Escolher a Tatiart
category.why.title=Mais que Organiza\u00e7\u00e3o, \u00e9 Express\u00e3o Pessoal
category.why.subtitle.prefix=Entendemos que cada um tem sua ess\u00eancia \u00fanica. Por isso, criamos
category.why.subtitle.suffix=que n\u00e3o apenas organizam, mas contam sua hist\u00f3ria e refletem sua personalidade em cada detalhe.

category.why.feature1.title=Design que Inspira
category.why.feature1.description.prefix=<strong>Cada
category.why.feature1.description.middle=é uma obra de arte personalizada.</strong>
category.why.feature1.description.suffix=Nós trabalhamos com paixão para transformar suas ideias em peças que inspiram sua rotina diária.

category.why.feature2.title=Qualidade Premium
category.why.feature2.description.prefix=<strong>Materiais de primeira linha e acabamento impec\u00e1vel.</strong> Suas
category.why.feature2.description.suffix=vão resistir ao uso diário mantendo a beleza e funcionalidade por anos.

category.why.feature3.title=Atendimento que Acolhe
category.why.feature3.description.prefix=<strong>Você é parte do processo criativo.</strong> Acompanhamos você em cada etapa, garantindo que sua
category.why.feature3.description.suffix=seja exatamente o que você sonhou.

category.why.feature4.title=Feito com Amor
category.why.feature4.description.prefix=<strong>Cada peça é tratada como se fosse para nossa família.</strong>
category.why.feature4.description.suffix=Cuidamos de todos os detalhes para que voc\u00ea receba algo verdadeiramente especial.

# ... (chaves existentes)

# Categoria - Se\u00e7\u00e3o Depoimentos
category.testimonials.badge=Depoimentos Reais
category.testimonials.title=Mulheres Apaixonadas Compartilham
category.testimonials.subtitle=Veja as fotos e mensagens reais que recebemos todos os dias. Cada sorriso \u00e9 uma rotina transformada com amor e organiza\u00e7\u00e3o.
category.testimonials.notestimonials=Ainda n\u00e3o temos depoimentos para esta categoria. Seja o primeiro!

# ... (chaves existentes)

# Categoria - Se\u00e7\u00e3o Imagina\u00e7\u00e3o
category.imagination.badge=100% Personalizado
category.imagination.title=Sua Imagina\u00e7\u00e3o \u00e9 o Limite
category.imagination.subtitle.prefix=N\u00e3o trabalhamos com modelos prontos.
category.imagination.subtitle.middle=<strong>Cada
category.imagination.subtitle.middle2=\u00e9 \u00fanica</strong>, criada especialmente para voc\u00ea. Desde a primeira ideia at\u00e9 o produto final, tudo \u00e9 pensado para refletir sua ess\u00eancia.
category.imagination.feature1.title=Design Exclusivo
category.imagination.feature1.description=Criamos o design do zero baseado na sua personalidade, profiss\u00e3o e paix\u00f5es. <strong>Nenhuma
category.imagination.feature1.description2=\u00e9 igual \u00e0 outra.</strong>
category.imagination.feature2.title=Significado Pessoal
category.imagination.feature2.description=Seus pets, sua f\u00e9, seus personagens favoritos, sua profiss\u00e3o. Transformamos o que voc\u00ea ama em arte funcional que te acompanha sempre.
category.imagination.feature3.title=Detalhes \u00danicos
category.imagination.feature3.description=Cores favoritas, nomes especiais, s\u00edmbolos significativos. Cada elemento tem um prop\u00f3sito e conta parte da sua hist\u00f3ria pessoal.
category.imagination.feature4.title=Consultoria Pessoal
category.imagination.feature4.description=Nossa equipe trabalha junto com voc\u00ea para entender sua rotina e criar a
category.imagination.feature4.description2=perfeita. <strong>Voc\u00ea participa de todo o processo.</strong>
category.imagination.overlay=\u2728 100% \u00danica

# ... (chaves existentes)

# Categoria - Se\u00e7\u00e3o Como Funciona
category.howitworks.badge=Como Funciona
category.howitworks.title=Do Sonho \u00e0 Realidade em 4 Passos
category.howitworks.subtitle.prefix=Nosso processo \u00e9 simples e próximo, mas cada etapa \u00e9 cuidadosamente pensada para garantir que sua
category.howitworks.subtitle.suffix=seja perfeita e única para sua rotina.
category.howitworks.step1.title=Conte Sua Hist\u00f3ria
category.howitworks.step1.description=Compartilhe comigo suas paix\u00f5es, sua rotina, pets, profiss\u00e3o ou qualquer inspira\u00e7\u00e3o que voc\u00ea tenha.
category.howitworks.step2.title=Criamos o Design
category.howitworks.step2.description=Nós vamos criar um projeto exclusivo baseado nas suas ideias e personalidade! Voc\u00ea aprova antes da produ\u00e7\u00e3o.
category.howitworks.step3.title=Produ\u00e7\u00e3o Premium
category.howitworks.step3.description.prefix=Sua
category.howitworks.step3.description.suffix=\u00e9 produzida com materiais de alta qualidade e t\u00e9cnicas especiais para garantir durabilidade e beleza. Além de muito amor!
category.howitworks.step4.title=Entrega Especial
category.howitworks.step4.description=Embalamos com carinho e enviamos para voc\u00ea. Seu produto único e personalizado chegará em casa!
category.howitworks.button.prefix=Come\u00e7ar Minha
category.howitworks.button.suffix=Agora

# ... (chaves existentes)

# Categoria - Se\u00e7\u00e3o Tipos de Personaliza\u00e7\u00e3o
category.types.badge=Tipos de Personaliza\u00e7\u00e3o
category.types.title=Infinitas Possibilidades
category.types.subtitle=N\u00e3o importa qual seja sua paix\u00e3o ou necessidade, n\u00f3s transformamos em realidade. Veja alguns dos tipos mais populares.
category.types.notfound=<strong>N\u00e3o encontrou sua ideia aqui?</strong> N\u00e3o se preocupe! Criamos qualquer tipo de personaliza\u00e7\u00e3o.
category.types.button=Falar Sobre Minha Ideia

# ... (chaves existentes)

# Categoria - Se\u00e7\u00e3o CTA Final
category.finalcta.whatsappBtn=Conversar no WhatsApp
category.finalcta.info1=<strong>Entrega r\u00e1pida</strong> em 3-7 dias
category.finalcta.info2=<strong>Qualidade</strong> 100% garantida
category.finalcta.info3=<strong>Design</strong> exclusivo

# ... (chaves existentes)

# T\u00edtulo da P\u00e1gina Sobre
page.title.about=Tatiart - Sobre Mim

# ... (chaves existentes)

# P\u00e1gina Sobre - Se\u00e7\u00e3o Hero
about.hero.name=Tati Arantes
about.hero.tagline=Transformando vidas atrav\u00e9s da arte e do artesanato personalizado
about.hero.button=Ver Trabalhos

# ... (chaves existentes)

# P\u00e1gina Sobre - Se\u00e7\u00e3o Minha Hist\u00f3ria
about.story.title=Minha Hist\u00f3ria
about.story.subtitle=Conhe\u00e7a um pouco mais sobre minha trajet\u00f3ria, paix\u00e3o pelo artesanato e como comecei a transformar materiais simples em pe\u00e7as \u00fanicas cheias de personalidade.
about.story.video.title=Conhe\u00e7a a hist\u00f3ria da Tati
about.story.video.caption=Descubra como transformei minha paix\u00e3o por artesanato em um neg\u00f3cio que toca o cora\u00e7\u00e3o das pessoas.
about.story.quote="Cada pe\u00e7a que crio carrega um pouco da minha hist\u00f3ria e muito amor. Meu prop\u00f3sito \u00e9 transformar momentos especiais em mem\u00f3rias tang\u00edveis que durar\u00e3o para sempre."
about.story.quote.author=\u2014 Tati Arantes

# ... (chaves existentes)

# P\u00e1gina Sobre - Se\u00e7\u00e3o Galeria
about.gallery.title=Galeria de Cria\u00e7\u00f5es
about.gallery.subtitle=Conhe\u00e7a algumas das minhas cria\u00e7\u00f5es e deixe-se inspirar pela diversidade de estilos e t\u00e9cnicas.
about.gallery.button.loadmore=Ver mais fotos
about.gallery.button.showless=Ver menos fotos

# P\u00e1gina Sobre - Se\u00e7\u00e3o CTA
about.cta.title=Transforme Seus Momentos Especiais
about.cta.subtitle=Quer uma pe\u00e7a \u00fanica e personalizada? Entre em contato e vamos criar algo especial juntos.
about.cta.button=Fale comigo pelo WhatsApp

# ... chaves existentes ...

# Informa\u00e7\u00f5es de Contato
contact.email=contato@tatiart.com
contact.phone=(11) 95033-4870
contact.instagram.user=tatiar.t



